Repository: arraypress/swift-calendar-kit
Catalog: Sources/CalendarUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pt_br, ru, zh_hans, zh_hant

source: %@ %@ to %@ %@
ar: من %@ %@ إلى %@ %@
de: %@ %@ bis %@ %@
es: %@ %@ a %@ %@
fr: %@ %@ à %@ %@
it: da %@ %@ a %@ %@
ja: %@ %@から%@ %@
ko: %@ %@부터 %@ %@까지
nl: %@ %@ tot %@ %@
pt_br: %@ %@ até %@ %@
zh_hans: %@ %@至%@ %@
zh_hant: %@ %@至%@ %@

source: %@ fee
ar: رسوم %@
de: %@ Gebühr
es: tarifa de %@
fr: frais de %@
it: commissione di %@
ja: 手数料%@
ko: 수수료 %@
nl: %@ kosten
pt_br: taxa de %@
ru: сбор %@
zh_hans: 费用%@
zh_hant: 費用%@

source: %@ off
ar: خصم %@
de: %@ Rabatt
es: %@ de descuento
fr: %@ de remise
it: sconto del %@
ja: %@オフ
ko: %@ 할인
nl: %@ korting
pt_br: %@ de desconto
ru: скидка %@
zh_hans: 优惠%@
zh_hant: 優惠%@

source: %@ to %@
ar: من %@ إلى %@
de: %@ bis %@
es: %@ a %@
fr: %@ à %@
it: da %@ a %@
ja: %@から%@
ko: %@부터 %@까지
nl: %@ tot %@
pt_br: %@ até %@
zh_hans: %@至%@
zh_hant: %@至%@

source: %lld days
ar: %lld يوم
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
nl: %lld dagen
pt_br: %lld dias
ru: %lld дня
zh_hans: %lld天
zh_hant: %lld天

source: %lld days, all day
ar: %lld يوم، طوال اليوم
de: %lld Tage, ganztägig
es: %lld días, todo el día
fr: %lld jours, toute la journée
it: %lld giorni, tutto il giorno
ja: %lld日間、終日
ko: %lld일, 종일
nl: %lld dagen, hele dag
pt_br: %lld dias, dia inteiro
ru: %lld дня, весь день
zh_hans: %lld天，全天
zh_hant: %lld天，全天

source: %lld events
ar: %lld حدث
de: %lld Termine
es: %lld eventos
fr: %lld événements
it: %lld eventi
ja: 予定%lld件
ko: 일정 %lld개
nl: %lld afspraken
pt_br: %lld eventos
ru: %lld события
zh_hans: %lld个日程
zh_hant: %lld個行程

source: %lld nights
ar: %lld ليلة
de: %lld Nächte
es: %lld noches
fr: %lld nuits
it: %lld notti
ja: %lld泊
ko: %lld박
nl: %lld nachten
pt_br: %lld noites
ru: %lld ночи
zh_hans: %lld晚
zh_hant: %lld晚

source: +%lld more
ar: +%lld أخرى
de: +%lld weitere
es: +%lld más
fr: +%lld autres
it: +%lld altri
ja: 他%lld件
ko: 외 %lld개
nl: +%lld meer
pt_br: +%lld mais
ru: ещё %lld
zh_hans: 还有%lld个
zh_hant: 還有%lld個

source: Add date
ar: إضافة تاريخ
de: Datum hinzufügen
es: Añadir fecha
fr: Ajouter une date
it: Aggiungi data
ja: 日付を追加
ko: 날짜 추가
nl: Datum toevoegen
pt_br: Adicionar data
ru: Добавить дату
zh_hans: 添加日期
zh_hant: 加入日期

source: Afternoon
ar: بعد الظهر
de: Nachmittag
es: Tarde
fr: Après-midi
it: Pomeriggio
ja: 午後
ko: 오후
nl: Middag
pt_br: Tarde
ru: День
zh_hans: 下午
zh_hant: 下午

source: All Events
ar: كل الأحداث
de: Alle Termine
es: Todos los eventos
fr: Tous les événements
it: Tutti gli eventi
ja: すべての予定
ko: 모든 일정
nl: Alle afspraken
pt_br: Todos os eventos
ru: Все события
zh_hans: 所有日程
zh_hant: 所有行程

source: All day
ar: طوال اليوم
de: Ganztägig
es: Todo el día
fr: Toute la journée
it: Tutto il giorno
ja: 終日
ko: 종일
nl: Hele dag
pt_br: Dia inteiro
ru: Весь день
zh_hans: 全天
zh_hant: 全天

source: Anyone
ar: أي شخص
de: Beliebig
es: Cualquiera
fr: Peu importe
it: Chiunque
ja: 指定なし
ko: 누구나
nl: Iedereen
pt_br: Qualquer pessoa
ru: Любой
zh_hans: 任意
zh_hant: 任何人

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pt_br: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

source: Change Checkout
ar: تغيير المغادرة
de: Abreise ändern
es: Cambiar salida
fr: Modifier le départ
it: Modifica check-out
ja: チェックアウトを変更
ko: 체크아웃 변경
nl: Vertrek wijzigen
pt_br: Alterar check-out
ru: Изменить выезд
zh_hans: 更改退房日期
zh_hant: 更改退房日期

source: Check-in
ar: الوصول
de: Anreise
es: Llegada
fr: Arrivée
ja: チェックイン
ko: 체크인
nl: Aankomst
ru: Заезд
zh_hans: 入住
zh_hant: 入住

source: Check-out
ar: المغادرة
de: Abreise
es: Salida
fr: Départ
ja: チェックアウト
ko: 체크아웃
nl: Vertrek
ru: Выезд
zh_hans: 退房
zh_hant: 退房

source: Choose your check-in date
ar: اختر تاريخ الوصول
de: Anreisedatum wählen
es: Elige la fecha de llegada
fr: Choisissez votre date d’arrivée
it: Scegli la data di check-in
ja: チェックイン日を選択
ko: 체크인 날짜를 선택하세요
nl: Kies je aankomstdatum
pt_br: Escolha a data de check-in
ru: Выберите дату заезда
zh_hans: 选择入住日期
zh_hant: 選擇入住日期

source: Choose your check-out date
ar: اختر تاريخ المغادرة
de: Abreisedatum wählen
es: Elige la fecha de salida
fr: Choisissez votre date de départ
it: Scegli la data di check-out
ja: チェックアウト日を選択
ko: 체크아웃 날짜를 선택하세요
nl: Kies je vertrekdatum
pt_br: Escolha a data de check-out
ru: Выберите дату выезда
zh_hans: 选择退房日期
zh_hant: 選擇退房日期

source: Clear dates
ar: مسح التواريخ
de: Daten löschen
es: Borrar fechas
fr: Effacer les dates
it: Cancella date
ja: 日付をクリア
ko: 날짜 지우기
nl: Datums wissen
pt_br: Limpar datas
ru: Сбросить даты
zh_hans: 清除日期
zh_hant: 清除日期

source: Closed
ar: مغلق
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
ja: 休業
ko: 휴무
nl: Gesloten
pt_br: Fechado
ru: Закрыто
zh_hans: 休息
zh_hant: 休息

source: Closed · opens %@
ar: مغلق · يفتح %@
de: Geschlossen · öffnet %@
es: Cerrado · abre %@
fr: Fermé · ouvre %@
it: Chiuso · apre %@
ja: 営業時間外・%@に開店
ko: 영업 종료 · %@ 오픈
nl: Gesloten · opent %@
pt_br: Fechado · abre %@
ru: Закрыто · откроется %@
zh_hans: 已关闭 · %@开门
zh_hant: 已關閉・%@開門

source: Conflicts with another event
ar: يتعارض مع حدث آخر
de: Überschneidet sich mit einem anderen Termin
es: Coincide con otro evento
fr: En conflit avec un autre événement
it: In conflitto con un altro evento
ja: 別の予定と重なっています
ko: 다른 일정과 겹칩니다
nl: Overlapt met een andere afspraak
pt_br: Conflita com outro evento
ru: Пересекается с другим событием
zh_hans: 与其他日程冲突
zh_hant: 與其他行程衝突

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopieer
pt_br: Copiar
ru: Скопировать
zh_hans: 拷贝
zh_hant: 拷貝

source: Cut
ar: قص
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: カット
ko: 오려두기
nl: Knip
pt_br: Recortar
ru: Вырезать
zh_hans: 剪切
zh_hant: 剪下

source: Day %lld of %lld
ar: اليوم %lld من %lld
de: Tag %lld von %lld
es: Día %lld de %lld
fr: Jour %lld sur %lld
it: Giorno %lld di %lld
ja: %lld日目／全%lld日
ko: %lld일째 / 총 %lld일
nl: Dag %lld van %lld
pt_br: Dia %lld de %lld
ru: День %lld из %lld
zh_hans: 第%lld天，共%lld天
zh_hant: 第%lld天，共%lld天

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pt_br: Apagar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete Event
ar: حذف الحدث
de: Termin löschen
es: Eliminar evento
fr: Supprimer l’événement
it: Elimina evento
ja: 予定を削除
ko: 일정 삭제
nl: Verwijder afspraak
pt_br: Apagar evento
ru: Удалить событие
zh_hans: 删除日程
zh_hant: 刪除行程

source: Duplicate
ar: تكرار
de: Duplizieren
es: Duplicar
fr: Dupliquer
it: Duplica
ja: 複製
ko: 복제
nl: Dupliceer
pt_br: Duplicar
ru: Дублировать
zh_hans: 复制
zh_hant: 複製

source: Duplicate Event
ar: تكرار الحدث
de: Termin duplizieren
es: Duplicar evento
fr: Dupliquer l’événement
it: Duplica evento
ja: 予定を複製
ko: 일정 복제
nl: Dupliceer afspraak
pt_br: Duplicar evento
ru: Дублировать событие
zh_hans: 复制日程
zh_hant: 複製行程

source: Evening
ar: المساء
de: Abend
es: Noche
fr: Soir
it: Sera
ja: 夕方
ko: 저녁
nl: Avond
pt_br: Noite
ru: Вечер
zh_hans: 晚上
zh_hant: 晚上

source: Minimum %lld nights
ar: الحد الأدنى %lld ليلة
de: Mindestens %lld Nächte
es: Mínimo %lld noches
fr: Minimum %lld nuits
it: Minimo %lld notti
ja: 最低%lld泊
ko: 최소 %lld박
nl: Minimaal %lld nachten
pt_br: Mínimo de %lld noites
ru: Минимум %lld ночи
zh_hans: 至少%lld晚
zh_hant: 至少%lld晚

source: Morning
ar: الصباح
de: Vormittag
es: Mañana
fr: Matin
it: Mattina
ja: 午前
ko: 오전
nl: Ochtend
pt_br: Manhã
ru: Утро
zh_hans: 上午
zh_hant: 上午

source: Move 15 Minutes Earlier
ar: تقديم 15 دقيقة
de: 15 Minuten früher
es: Adelantar 15 minutos
fr: Avancer de 15 minutes
it: Anticipa di 15 minuti
ja: 15分早める
ko: 15분 앞당기기
nl: 15 minuten eerder
pt_br: Antecipar 15 minutos
ru: На 15 минут раньше
zh_hans: 提前15分钟
zh_hant: 提前15分鐘

source: Move 15 Minutes Later
ar: تأخير 15 دقيقة
de: 15 Minuten später
es: Retrasar 15 minutos
fr: Retarder de 15 minutes
it: Posticipa di 15 minuti
ja: 15分遅らせる
ko: 15분 미루기
nl: 15 minuten later
pt_br: Adiar 15 minutos
ru: На 15 минут позже
zh_hans: 推迟15分钟
zh_hant: 延後15分鐘

source: Move Booking
ar: نقل الحجز
de: Buchung verschieben
es: Mover reserva
fr: Déplacer la réservation
it: Sposta prenotazione
ja: 予約を移動
ko: 예약 이동
nl: Boeking verplaatsen
pt_br: Mover reserva
ru: Перенести бронь
zh_hans: 移动预订
zh_hant: 移動預訂

source: Move Event
ar: نقل الحدث
de: Termin verschieben
es: Mover evento
fr: Déplacer l’événement
it: Sposta evento
ja: 予定を移動
ko: 일정 이동
nl: Afspraak verplaatsen
pt_br: Mover evento
ru: Перенести событие
zh_hans: 移动日程
zh_hant: 移動行程

source: Move to Next Day
ar: نقل إلى اليوم التالي
de: Auf nächsten Tag verschieben
es: Mover al día siguiente
fr: Déplacer au jour suivant
it: Sposta al giorno dopo
ja: 翌日に移動
ko: 다음 날로 이동
nl: Naar volgende dag
pt_br: Mover para o dia seguinte
ru: На следующий день
zh_hans: 移到下一天
zh_hant: 移到下一天

source: Move to Previous Day
ar: نقل إلى اليوم السابق
de: Auf vorherigen Tag verschieben
es: Mover al día anterior
fr: Déplacer au jour précédent
it: Sposta al giorno prima
ja: 前日に移動
ko: 이전 날로 이동
nl: Naar vorige dag
pt_br: Mover para o dia anterior
ru: На предыдущий день
zh_hans: 移到前一天
zh_hant: 移到前一天

source: New Booking
ar: حجز جديد
de: Neue Buchung
es: Nueva reserva
fr: Nouvelle réservation
it: Nuova prenotazione
ja: 新規予約
ko: 새 예약
nl: Nieuwe boeking
pt_br: Nova reserva
ru: Новая бронь
zh_hans: 新预订
zh_hant: 新預訂

source: New Event
ar: حدث جديد
de: Neuer Termin
es: Nuevo evento
fr: Nouvel événement
it: Nuovo evento
ja: 新規予定
ko: 새로운 일정
nl: Nieuwe afspraak
pt_br: Novo evento
ru: Новое событие
zh_hans: 新日程
zh_hant: 新行程

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
ja: 次へ
ko: 다음
nl: Volgende
pt_br: Próximo
ru: Вперёд
zh_hans: 下一个
zh_hant: 下一個

source: No times left
ar: لا توجد أوقات متاحة
de: Keine Zeiten mehr frei
es: No quedan horarios
fr: Plus de créneaux
it: Nessun orario disponibile
ja: 空き時間がありません
ko: 남은 시간이 없습니다
nl: Geen tijden meer
pt_br: Sem horários disponíveis
ru: Свободного времени нет
zh_hans: 没有可选时间
zh_hant: 沒有可選時間

source: Nothing scheduled
ar: لا يوجد شيء مجدول
de: Keine Termine
es: Nada programado
fr: Rien de prévu
it: Nessun evento
ja: 予定はありません
ko: 일정 없음
nl: Niets gepland
pt_br: Nada agendado
ru: Ничего не запланировано
zh_hans: 没有日程
zh_hant: 沒有行程

source: Open · closes %@
ar: مفتوح · يغلق %@
de: Geöffnet · schließt um %@
es: Abierto · cierra a las %@
fr: Ouvert · ferme à %@
it: Aperto · chiude alle %@
ja: 営業中・%@まで
ko: 영업 중 · %@에 종료
nl: Open · sluit om %@
pt_br: Aberto · fecha às %@
ru: Открыто · до %@
zh_hans: 营业中 · %@关门
zh_hant: 營業中・%@關門

source: Opening hours
ar: ساعات العمل
de: Öffnungszeiten
es: Horario
fr: Horaires d’ouverture
it: Orari di apertura
ja: 営業時間
ko: 영업시간
nl: Openingstijden
pt_br: Horário de funcionamento
ru: Часы работы
zh_hans: 营业时间
zh_hant: 營業時間

source: Paste
ar: لصق
de: Einsetzen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
nl: Plak
pt_br: Colar
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

source: Paste Event
ar: لصق الحدث
de: Termin einsetzen
es: Pegar evento
fr: Coller l’événement
it: Incolla evento
ja: 予定をペースト
ko: 일정 붙여넣기
nl: Plak afspraak
pt_br: Colar evento
ru: Вставить событие
zh_hans: 粘贴日程
zh_hant: 貼上行程

source: Previous
ar: السابق
de: Zurück
es: Anterior
fr: Précédent
it: Precedente
ja: 前へ
ko: 이전
nl: Vorige
pt_br: Anterior
ru: Назад
zh_hans: 上一个
zh_hant: 上一個

source: Repeats
ar: يتكرر
de: Wiederholt sich
es: Se repite
fr: Se répète
it: Si ripete
ja: 繰り返し
ko: 반복
nl: Herhaalt
pt_br: Repete
ru: Повторяется
zh_hans: 重复
zh_hant: 重複

source: Resize Event
ar: تغيير المدة
de: Dauer ändern
es: Cambiar duración
fr: Modifier la durée
it: Modifica durata
ja: 時間を変更
ko: 시간 조정
nl: Duur wijzigen
pt_br: Alterar duração
ru: Изменить длительность
zh_hans: 调整时长
zh_hant: 調整時長

source: Show Details
ar: عرض التفاصيل
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ja: 詳細を表示
ko: 세부사항 보기
nl: Toon details
pt_br: Mostrar detalhes
ru: Показать подробности
zh_hans: 显示详细信息
zh_hant: 顯示詳細資訊

source: This Event
ar: هذا الحدث فقط
de: Nur diesen Termin
es: Solo este evento
fr: Cet événement uniquement
it: Solo questo evento
ja: この予定のみ
ko: 이 일정만
nl: Alleen deze afspraak
pt_br: Apenas este evento
ru: Только это событие
zh_hans: 仅此日程
zh_hant: 僅此行程

source: This and Following Events
ar: هذا والأحداث التالية
de: Diesen und alle folgenden
es: Este y los siguientes
fr: Celui-ci et les suivants
it: Questo e i successivi
ja: これ以降のすべての予定
ko: 이 일정 및 이후 일정
nl: Deze en volgende
pt_br: Este e os seguintes
ru: Это и все последующие
zh_hans: 此日程及将来的日程
zh_hant: 此行程及之後的行程

source: This is a repeating event. Change which events?
ar: هذا حدث متكرر. أي الأحداث تريد تغييرها؟
de: Dies ist ein wiederholter Termin. Welche Termine ändern?
es: Este evento se repite. ¿Qué eventos quieres cambiar?
fr: Cet événement se répète. Quels événements modifier ?
it: Questo evento si ripete. Quali eventi vuoi modificare?
ja: これは繰り返しの予定です。どの予定を変更しますか？
ko: 반복 일정입니다. 어떤 일정을 변경하시겠습니까?
nl: Dit is een herhalende afspraak. Welke afspraken wijzigen?
pt_br: Este evento se repete. Quais eventos alterar?
ru: Это повторяющееся событие. Какие события изменить?
zh_hans: 这是重复日程。要更改哪些日程？
zh_hant: 這是重複行程。要更改哪些行程？

source: This is a repeating event. Delete which events?
ar: هذا حدث متكرر. أي الأحداث تريد حذفها؟
de: Dies ist ein wiederholter Termin. Welche Termine löschen?
es: Este evento se repite. ¿Qué eventos quieres eliminar?
fr: Cet événement se répète. Quels événements supprimer ?
it: Questo evento si ripete. Quali eventi vuoi eliminare?
ja: これは繰り返しの予定です。どの予定を削除しますか？
ko: 반복 일정입니다. 어떤 일정을 삭제하시겠습니까?
nl: Dit is een herhalende afspraak. Welke afspraken verwijderen?
pt_br: Este evento se repete. Quais eventos apagar?
ru: Это повторяющееся событие. Какие события удалить?
zh_hans: 这是重复日程。要删除哪些日程？
zh_hant: 這是重複行程。要刪除哪些行程？

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pt_br: Hoje
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

source: Tomorrow
ar: غدًا
de: Morgen
es: Mañana
fr: Demain
it: Domani
ja: 明日
ko: 내일
nl: Morgen
pt_br: Amanhã
ru: Завтра
zh_hans: 明天
zh_hant: 明天

source: Try another day.
ar: جرّب يومًا آخر.
de: Versuchen Sie einen anderen Tag.
es: Prueba otro día.
fr: Essayez un autre jour.
it: Prova un altro giorno.
ja: 別の日をお試しください。
ko: 다른 날을 선택하세요.
nl: Probeer een andere dag.
pt_br: Tente outro dia.
ru: Попробуйте другой день.
zh_hans: 请尝试其他日期。
zh_hant: 請嘗試其他日期。

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 이용 불가
nl: Niet beschikbaar
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用
zh_hant: 無法使用

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pt_br: Ontem
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

source: all day
ar: طوال اليوم
de: ganztägig
es: todo el día
fr: toute la journée
it: tutto il giorno
ja: 終日
ko: 종일
nl: hele dag
pt_br: dia inteiro
ru: весь день
zh_hans: 全天
zh_hant: 全天

source: all-day
ar: طوال اليوم
de: ganztägig
es: todo el día
fr: jour entier
it: tutto il giorno
ja: 終日
ko: 종일
nl: hele dag
pt_br: dia inteiro
ru: весь день
zh_hans: 全天
zh_hant: 全天

source: has events
ar: يحتوي على أحداث
de: hat Termine
es: tiene eventos
fr: a des événements
it: ha eventi
ja: 予定あり
ko: 일정 있음
nl: heeft afspraken
pt_br: tem eventos
ru: есть события
zh_hans: 有日程
zh_hant: 有行程

source: repeats
ar: يتكرر
de: wiederholt sich
es: se repite
fr: se répète
it: si ripete
ja: 繰り返し
ko: 반복
nl: herhaalt
pt_br: repete
ru: повторяется
zh_hans: 重复
zh_hant: 重複
